{"PubmedArticle":{"MedlineCitation":{"@attributes":{"Status":"MEDLINE","IndexingMethod":"Automated","Owner":"NLM"},"PMID":"31487411","DateCompleted":{"Year":"2020","Month":"11","Day":"20"},"DateRevised":{"Year":"2020","Month":"11","Day":"23"},"Article":{"@attributes":{"PubModel":"Print-Electronic"},"Journal":{"ISSN":"1532-2149","JournalIssue":{"@attributes":{"CitedMedium":"Internet"},"Volume":"24","Issue":"1","PubDate":{"Year":"2020","Month":"01"}},"Title":"European journal of pain (London, England)","ISOAbbreviation":"Eur J Pain"},"ArticleTitle":"The Pain Assessment in Impaired Cognition scale (PAIC15): A multidisciplinary and international approach to develop and test a meta-tool for pain assessment in impaired cognition, especially dementia.","Pagination":{"MedlinePgn":"192-208"},"ELocationID":"10.1002\/ejp.1477","Abstract":{"AbstractText":["Over the last decades, a considerable number of observational scales have been developed to assess pain in persons with dementia. The time seems ripe now to build on the knowledge and expertize implemented in these scales to form an improved, \"best-of\" meta-tool. The EU-COST initiative \"Pain in impaired cognition, especially dementia\" aimed to do this by selecting items out of existing observational scales and critically re-assessing their suitability to detect pain in dementia. This paper reports on the final phase of this collaborative task.","Items from existing observational pain scales were tested for \"frequency of occurrence (item difficulty),\" \"reliability\" and \"validity.\" This psychometric testing was carried out in eight countries, in different healthcare settings, and included clinical as well as experimental pain conditions.","Across all studies, 587 persons with dementia, 27 individuals with intellectual disability, 12 Huntington's disease patients and 59 cognitively healthy controls were observed during rest and movement situations or while receiving experimental pressure pain, respectively. The psychometric outcomes for each item across the different studies were evaluated within an international and multidisciplinary team of experts and led a final selection of 15 items (5x facial expressions, 5x body movements, 5x vocalizations).","The final list of 15 observational items have demonstrated psychometric quality and clinical usefulness both in their former scales and in the present international evaluation; accordingly, they qualified twice to form a new internationally agreed-on meta-tool for Pain Assessment in Impaired Cognition, the PAIC-15 scale.","Using a meta-tool approach by building on previous observational pain assessment scales and putting the items of these scales through rigorous empirical testing (using experimental as well as clinical pain studies in several European countries), we were able to identify the best items for pain assessment in individuals with impaired cognition. These selected items form the novel PAIC15 scale (pain assessment in impaired cognition, 15 items)."],"CopyrightInformation":"© 2019 The Authors. European Journal of Pain published by John Wiley & Sons Ltd on behalf of European Pain Federation - EFIC®."},"AuthorList":{"@attributes":{"CompleteYN":"Y"},"Author":[{"@attributes":{"ValidYN":"Y"},"LastName":"Kunz","ForeName":"Miriam","Initials":"M","AffiliationInfo":[{"Affiliation":"Department of Medical Psychology and Sociology, University of Augsburg, Augsburg, Germany."},{"Affiliation":"Department of General Practice and Elderly Care Medicine, University Medical Center Groningen, University of Groningen, Groningen, The Netherlands."}]},{"@attributes":{"ValidYN":"Y"},"LastName":"de Waal","ForeName":"Margot W M","Initials":"MWM","AffiliationInfo":{"Affiliation":"Department of Public Health and Primary Care, Leiden University Medical Center, Leiden, The Netherlands."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Achterberg","ForeName":"Wilco P","Initials":"WP","AffiliationInfo":{"Affiliation":"Department of Public Health and Primary Care, Leiden University Medical Center, Leiden, The Netherlands."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Gimenez-Llort","ForeName":"Lydia","Initials":"L","AffiliationInfo":{"Affiliation":"Department of Psychiatry and Forensic Medicine, Institut de Neurociències, Universitat Autònoma de Barcelona, Barcelona, Spain."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Lobbezoo","ForeName":"Frank","Initials":"F","AffiliationInfo":{"Affiliation":"Department of Orofacial Pain & Dysfunction, Academic Centre for Dentistry Amsterdam (ACTA), Amsterdam, The Netherlands."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Sampson","ForeName":"Elisabeth L","Initials":"EL","AffiliationInfo":{"Affiliation":"Marie Curie Palliative Care Research Department, Division of Psychiatry, University College London, London, UK."}},{"@attributes":{"ValidYN":"Y"},"LastName":"van Dalen-Kok","ForeName":"Annelore H","Initials":"AH","AffiliationInfo":{"Affiliation":"Department of Public Health and Primary Care, Leiden University Medical Center, Leiden, The Netherlands."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Defrin","ForeName":"Ruth","Initials":"R","AffiliationInfo":{"Affiliation":"Department of Physical Therapy, School of Health Professions, Sackler Faculty of Medicine and Sagol School of Neuroscience, Tel Aviv University, Tel Aviv, Israel."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Invitto","ForeName":"Sara","Initials":"S","AffiliationInfo":{"Affiliation":"Department of Biological and Environmental Science and Technologies, DiSTeBA, University of Salento, Lecce, Italy."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Konstantinovic","ForeName":"Ljubica","Initials":"L","AffiliationInfo":{"Affiliation":"Faculty of Medicine, University of Belgrade, Clinic for Rehabilitation \"Dr Miroslav Zotovic\", Belgrade, Serbia."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Oosterman","ForeName":"Joukje","Initials":"J","AffiliationInfo":{"Affiliation":"Radboud University Nijmegen, Donders Institute for Brain, Cognition and Behaviour, Nijmegen, The Netherlands."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Petrini","ForeName":"Laura","Initials":"L","AffiliationInfo":{"Affiliation":"Center for Neuroplasticity and Pain (CNAP), Department of Health Science and Technology, Aalborg University, Aalborg, Denmark."}},{"@attributes":{"ValidYN":"Y"},"LastName":"van der Steen","ForeName":"Jenny T","Initials":"JT","AffiliationInfo":{"Affiliation":"Department of Public Health and Primary Care, Leiden University Medical Center, Leiden, The Netherlands."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Strand","ForeName":"Liv-Inger","Initials":"LI","AffiliationInfo":{"Affiliation":"Department of Global Public Health and Primary Care, Physiotherapy Research Group, Faculty of Medicine, University of Bergen, Bergen, Norway."}},{"@attributes":{"ValidYN":"Y"},"LastName":"de Tommaso","ForeName":"Marina","Initials":"M","AffiliationInfo":{"Affiliation":"Applied neurophysiopathology and Pain Unit, Aldo Moro University, Bari, Italy."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Zwakhalen","ForeName":"Sandra","Initials":"S","AffiliationInfo":{"Affiliation":"Care and Public Health Research Institute (CAPHRI), Department of Health Services Research, Maastricht University, Maastricht, The Netherlands."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Husebo","ForeName":"Bettina S","Initials":"BS","AffiliationInfo":{"Affiliation":"Department of Global Public Health and Primary Care, Centre for Elderly and Nursing Home Medicine, Faculty of Medicine, University of Bergen, Bergen, Norway."}},{"@attributes":{"ValidYN":"Y"},"LastName":"Lautenbacher","ForeName":"Stefan","Initials":"S","AffiliationInfo":{"Affiliation":"Physiological Psychology, University of Bamberg, Bamberg, Germany."}}]},"Language":"eng","GrantList":{"@attributes":{"CompleteYN":"Y"},"Grant":{"GrantID":"MCCC-FCO-11-U","Acronym":"MCCC_","Agency":"Marie Curie","Country":"United Kingdom"}},"PublicationTypeList":{"PublicationType":["Journal Article","Research Support, Non-U.S. Gov't"]},"ArticleDate":{"@attributes":{"DateType":"Electronic"},"Year":"2019","Month":"10","Day":"13"}},"MedlineJournalInfo":{"Country":"England","MedlineTA":"Eur J Pain","NlmUniqueID":"9801774","ISSNLinking":"1090-3801"},"CitationSubset":"IM","MeshHeadingList":{"MeshHeading":[{"DescriptorName":"Cognition"},{"DescriptorName":"Cognitive Dysfunction"},{"DescriptorName":"Dementia","QualifierName":["complications","diagnosis"]},{"DescriptorName":"Europe"},{"DescriptorName":"Humans"},{"DescriptorName":"Observational Studies as Topic"},{"DescriptorName":"Pain Measurement"},{"DescriptorName":"Psychometrics"},{"DescriptorName":"Reproducibility of Results"}]}},"PubmedData":{"History":{"PubMedPubDate":[{"@attributes":{"PubStatus":"received"},"Year":"2019","Month":"04","Day":"05"},{"@attributes":{"PubStatus":"revised"},"Year":"2019","Month":"08","Day":"26"},{"@attributes":{"PubStatus":"accepted"},"Year":"2019","Month":"08","Day":"28"},{"@attributes":{"PubStatus":"pubmed"},"Year":"2019","Month":"9","Day":"6","Hour":"6","Minute":"0"},{"@attributes":{"PubStatus":"medline"},"Year":"2020","Month":"11","Day":"21","Hour":"6","Minute":"0"},{"@attributes":{"PubStatus":"entrez"},"Year":"2019","Month":"9","Day":"6","Hour":"6","Minute":"0"}]},"PublicationStatus":"ppublish","ArticleIdList":{"ArticleId":["31487411","10.1002\/ejp.1477"]},"ReferenceList":{"Title":"REFERENCES","Reference":[{"Citation":"Abbey, J., Piller, N., Bellis, A. D., Esterman, A., Parker, D., Giles, L., & Lowcay, B. (2004). The Abbey pain scale: A 1-minute numerical indicator for people with end-stage dementia. International Journal of Palliative Nursing, 10(1), 6-13. https:\/\/doi.org\/10.12968\/ijpn.2004.10.1.12013"},{"Citation":"Achterberg, W. P., Pieper, M. J., van Dalen-Kok, A. H., De Waal, M. W., Husebo, B. S., Lautenbacher, S., … Corbett, A. (2013). Pain management in patients with dementia. Clinical Interventions in Aging, 8, 1471. https:\/\/doi.org\/10.2147\/CIA.S36739"},{"Citation":"AGS (2002). The management of persistent pain in older persons. Journal of the American Geriatrics Society, 50(suppl 6), S205-S224."},{"Citation":"Cohen-Mansfield, J. (2006). Pain assessment in noncommunicative elderly persons - PAINE. The Clinical Journal of Pain, 22(6):569-575."},{"Citation":"Corbett, A., Achterberg, W., Husebo, B., Lobbezoo, F., de Vet, H., Kunz, M., … Lautenbacher, S. (2014). An international road map to improve pain assessment in people with impaired cognition: The development of the Pain Assessment in Impaired Cognition (PAIC) meta-tool. BMC Neurology, 14(1), 229. https:\/\/doi.org\/10.1186\/s12883-014-0229-5"},{"Citation":"de Vet, H. C., Terwee, C. B., Knol, D. L., & Bouter, L. M. (2006). When to use agreement versus reliability measures. Journal of Clinical Epidemiology, 59(10), 1033-1039. https:\/\/doi.org\/10.1016\/j.jclinepi.2005.10.015"},{"Citation":"Ersek, M., Herr, K., Hilgeman, M. M., Neradilek, M. B., Polissar, N., Cook, K. F., … Nelson, F. X. (2018). Developing a pain intensity measure for persons with dementia: Initial construction and testing. Pain Medicine."},{"Citation":"Feldt, K. S. (2000). The checklist of nonverbal pain indicators (CNPI). Pain Management Nursing, 1(1), 13-21."},{"Citation":"Fuchs-Lacelle, S., & Hadjistavropoulos, T. (2004). Development and preliminary validation of the pain assessment checklist for seniors with limited ability to communicate (PACSLAC). Pain Manag Nurs, 5(1), 37-49."},{"Citation":"Gibson, S., & Lautenbacher, S.. (2017). Pain perception and report in persons with dementia. In S. J. Gibson, & S. Lautenbacher (Eds.), Pain in dementia (pp. 43-54). Philadelphia, PA: Wolters Kluwer and IASP Press."},{"Citation":"Hadjistavropoulos, T., Herr, K., Prkachin, K. M., Craig, K. D., Gibson, S. J., Lukas, A., & Smith, J. H. (2014). Pain assessment in elderly adults with dementia. The Lancet Neurology, 13(12), 1216-1227. https:\/\/doi.org\/10.1016\/S1474-4422(14)70103-6"},{"Citation":"Hadjistavropoulos, T., LaChapelle, D. L., MacLeod, F. K., Snider, B., & Craig, K. D. (2000). Measuring movement-exacerbated pain in cognitively impaired frail elders. The Clinical Journal of Pain, 16(1), 54-63."},{"Citation":"Herr, K., Bjoro, K., & Decker, S. (2006). Tools for assessment of pain in nonverbal older adults with dementia: A state-of-the-science review. Journal of Pain and Symptom Management, 31(2), 170-192. https:\/\/doi.org\/10.1016\/j.jpainsymman.2005.07.001"},{"Citation":"Herr, K., Zwakhalen, S., & Swafford, K. (2017). Observation of pain in dementia. Current Alzheimer Research, 14(5), 486-500. https:\/\/doi.org\/10.2174\/1567205013666160602234526"},{"Citation":"Hsu, C. C., & Sandford, B. A. (2007). The Delphi technique: Making sense of consensus. Practical Assessment, Research & Evaluation, 12(10), 1-8."},{"Citation":"Husebo, B. S., Strand, L. I., Moe-Nilssen, R., Husebo, S. B., & Ljunggren, A. E. (2010). Ljunggren AE: Pain in older persons with severe dementia. Psychometric properties of the Mobilization-Observation-Behaviour-Intensity-Dementia (MOBID-2) Pain Scale in a clinical setting. Scandinavian Journal of Caring Sciences, 24(2), 380-391. https:\/\/doi.org\/10.1111\/j.1471-6712.2009.00710.x"},{"Citation":"Husebo, B. S., Strand, L. I., Moe-Nilssen, R., Husebo, S. B., Snow, A. L., & Ljunggren, A. E. (2007). Mobilization-Observation-Behaviour-Intensity-Dementia Pain Scale (MOBID): Development and validation of a nurse-administered pain assessment tool for use in dementia. Journal of Pain and Symptom Management, 34(1), 67-80."},{"Citation":"Keefe, F., & Block, A. (1982). Development of an observation method for assessing pain behavior in chronic low back pain patients. Behavior Therapy, 13, 363-375. https:\/\/doi.org\/10.1016\/S0005-7894(82)80001-4"},{"Citation":"Kovach, C. R., Weissman, D. E., Griffie, J., Matson, S., & Muchka, S. (1999). Assessment and treatment of discomfort for people with late-stage dementia. Journal of Pain and Symptom Management, 18(6), 412-419. https:\/\/doi.org\/10.1016\/S0885-3924(99)00094-9"},{"Citation":"Kunz, M., Meixner, D., & Lautenbacher, S. (2019). Facial muscle movements encoding pain-a systematic review. Pain, 160(3), 535-549. https:\/\/doi.org\/10.1097\/j.pain.0000000000001424"},{"Citation":"Kunz, M., Scharmann, S., Hemmeter, U., Schepelmann, K., & Lautenbacher, S. (2007). The facial expression of pain in patients with dementia. PAIN, 133(1-3), 221-228. https:\/\/doi.org\/10.1016\/j.pain.2007.09.007"},{"Citation":"Lautenbacher, S., Niewelt, B. G., & Kunz, M. (2013). Decoding pain from the facial display of patients with dementia: A comparison of professional and nonprofessional observers. Pain Medicine, 14(4), 469-477. https:\/\/doi.org\/10.1111\/pme.12050"},{"Citation":"Lautenbacher, S., Sampson, E. L., Pähl, S., & Kunz, M. (2016). Which facial descriptors do care home nurses use to infer whether a person with dementia is in pain? Pain Medicine, 18(11), 2105-2115. https:\/\/doi.org\/10.1093\/pm\/pnw281."},{"Citation":"Lautenbacher, S., Walz, A. L., & Kunz, M. (2018). Using observational facial descriptors to infer pain in persons with and without dementia. BMC Geriatrics, 18(1), 88. https:\/\/doi.org\/10.1186\/s12877-018-0773-8"},{"Citation":"Lefebvre-Chapiro, S. (2001). The DOLOPLUS 2 scale - evaluating pain in the elderly. European Journal of Palliative Care, 8, 191-194."},{"Citation":"Lichtner, V., Dowding, D., Esterhuizen, P., Closs, S. J., Long, A. F., Corbett, A., & Briggs, M. (2014). Pain assessment for people with dementia: A systematic review of systematic reviews of pain assessment tools. BMC Geriatrics, 14, 138. https:\/\/doi.org\/10.1186\/1471-2318-14-138"},{"Citation":"Morello, R., Jean, A., Alix, M., Sellin-Peres, D., & Fermanian, J. (2007). A scale to measure pain in non-verbally communicating older patients: The EPCA-2: Study of its psychometric properties. PAIN, 133(1-3), 87-98. https:\/\/doi.org\/10.1016\/j.pain.2007.03.007"},{"Citation":"Ohrbach, R., Bjorner, J., Jezewski, M. A., John, M. T., & Lobbezoo, F. (2009). Guidelines for establishing cultural equivalency of instruments. New York, NY: University at Buffalo."},{"Citation":"Pickering, G., Gibson, S. J., Serbouti, S., Odetti, P., Ferraz Gonçalves, J., Gambassi, G., … Wary, B. (2010). Reliability study in five languages of the translation of the pain behavioural scale Doloplus. European Journal of Pain, 14, 545."},{"Citation":"Prkachi, N. K., Schultz, I., & Hughes, E. (2007). Pain behavior and the development of pain-related disability: The importance of guarding. Clinical Journal of Pain, 23, 270-277."},{"Citation":"Prkachin, K. M. (1992). The consistency of facial expressions of pain: A comparison across modalities. Pain, 51(3), 297-306. https:\/\/doi.org\/10.1016\/0304-3959(92)90213-U"},{"Citation":"Snow, A. L., Weber, J. B., O’Malley, K. J., Cody, M., Beck, C., Bruera, E., & Kunik, M. E. (2004). NOPPAIN: A nursing assistant-administered pain assessment instrument for use in dementia. Dementia and Geriatric Cognitive Disorders, 17(3), 240-246. https:\/\/doi.org\/10.1159\/000076446"},{"Citation":"Srikandarajah, S., & Gilron, I. (2011). Systematic review of movement-evoked pain versus pain at rest in postsurgical clinical trials and meta-analyses: A fundamental distinction requiring standardized measurement. PAIN, 152(8), 1734-1739. https:\/\/doi.org\/10.1016\/j.pain.2011.02.008"},{"Citation":"Strand, L. I., Gundrosen, K. F., Lein, R. K., Laekeman, M., Lobbezoo, F., Defrin, R., & Husebo, B. S. (2019). Body movements as pain indicators in older people with cognitive impairment - a systematic review. European Journal of Pain, 23, 669-685. https:\/\/doi.org\/10.1002\/ejp.1344"},{"Citation":"van Dalen-Kok, A. H., Achterberg, W. P., Rijkmans, W. E., Tukker-van Vuuren, S. A., Delwel, S., De Vet, H. C., … De Waal, M. W. (2018). Pain Assessment in Impaired Cognition (PAIC): Content validity of the Dutch version of a new and universal tool to measure pain in dementia. Clinical Interventions in Aging, 13, 25. https:\/\/doi.org\/10.2147\/CIA.S144651."},{"Citation":"van der Steen, J. T., Sampson, E. L., Van den Block, L., Lord, K., Vankova, H., Pautex, S., … Van Den Noortgate, N. J. A. (2015). Tools to assess pain or lack of comfort in dementia: A content analysis. Journal of Pain and Symptom Management, 50(5), 659-675. https:\/\/doi.org\/10.1016\/j.jpainsymman.2015.05.015"},{"Citation":"Villanueva, M. R., Smith, T. L., Erickson, J. S., Lee, A. C., & Singer, C. M. (2003). Pain assessment for the dementing elderly (PADE): Reliability and validity of a new measure. Journal of the American Medical Directors Association, 4(1), 1-8."},{"Citation":"Walsh, J., Eccleston, C., & Keogh, E. (2014). Pain communication through body posture: The development and validation of a stimulus set. PAIN, 155(11), 2282-2290. https:\/\/doi.org\/10.1016\/j.pain.2014.08.019"},{"Citation":"Warden, V., Hurley, A. C., & Volicer, L. (2003). Development and psychometric evaluation of the Pain Assessment in Advanced Dementia (PAINAD) scale. Journal of the American Medical Directors Association, 4(1), 9-15."},{"Citation":"Warden, V., Volicer, L., Hurley, A. C., & Rogers, E. N. (2001). Pain assessment in advanced dementia. Gerontologist, 41, 146."},{"Citation":"Zwakhalen, S. M., Hamers, J. P., Abu-Saad, H. H., & Berger, M. P. (2006). Pain in elderly people with severe dementia: A systematic review of behavioural pain assessment tools. BMC Geriatrics, 6(1), 3. https:\/\/doi.org\/10.1186\/1471-2318-6-3"},{"Citation":"Zwakhalen, S. M., Hamers, J. P., & Berger, M. P. (2007). Improving the clinical usefulness of a behavioural pain scale for older people with dementia. Journal of Advanced Nursing, 58(5), 493-502. https:\/\/doi.org\/10.1111\/j.1365-2648.2007.04255.x"},{"Citation":"Zwakhalen, S., Herr, K., & Swafford, K. (2017). Observational pain tools. In S. J. Gibson, & S. Lautenbacher (Ed.), Pain in Dementia. Lautenbacher: Wolters Kluwer and IASP Press."}]}}}}